[
    {
        "id" : "1",
        "title" : "War Dogs",
        "img" : "1.jpg",
        "genre" : "Comedy",
        "language" : "English",
        "runtime" : "115 min",
        "producer" : "Mark Gordon, Todd Phillips, Jason Smilovic",
        "director" : "Todd Phillips",
        "distributor" : "Warner Bros. Pictures",
        "year" : "2016",
        "rating" : "R",
        "casts" : "Jonah Hill, Miles Teller, Steve Lenz, Gregg Weiner, David Packouz",
        "synopsisshort" : "Loosely based on the true story of two young men, David Packouz and Efraim Diveroli, who won a three hundred million dollar contract from the Pentagon to arm America's allies in Afghanistan.",
        "synopsisline1" : "David Packouz (Miles Teller) is struggling to make a living as a massage therapist when he runs into his old friend, Efraim Diveroli (Jonah Hill). Tired of his therapist job, David tries selling linen to retirement homes, but winds up losing thousands of dollars. So when Efraim asks David to join his company in selling arms to the U.S. government, he agrees.",
        "synopsisline2" : "Unfortunately, they discover the task ahead of them is much more difficult than they'd anticipated. Although their first deal makes them a lot of money, in order to pull off another deal, the two become involved in shady dealings when the packaging on ammunition they purchased turns out to be illegal. They come up with a plan to save the deal, but soon find themselves in hot water with the United States government.",
        "videourl" : "https://www.youtube.com/embed/AQj8VOQiu4U"
    },
    {
        "id" : "2",
        "title" : "Bad Moms",
        "img" : "2.jpg",
        "genre" : "Comedy",
        "language" : "English",
        "runtime" : "101 min",
        "producer" : "Bill Block, Suzanne Todd",
        "director" : "Jon Lucas, Scott Moore",
        "distributor" : "STX Entertainment",
        "year" : "2016",
        "rating" : "R",
        "casts" : "Mila Kunis, Kathryn Hahn, Kristen Bell, Christina Applegate, Jada Pinkett Smith",
        "synopsisshort" : "When three overworked and under-appreciated moms are pushed beyond their limits, they ditch their conventional responsibilities for a jolt of long overdue freedom, fun and comedic self-indulgence.",
        "synopsisline1" : "Amy is a hard-working mom. Between caring for her two children, shuttling them to activities and having to pick up the slack for her lazy husband, she works at a company filled with millennials who have no work ethic or clue about her life. Even more unproductive is all the nonsense she has to endure just to be a 'good mom'. In particular, PTA meetings and other PTA functions. This leaves her no time for relaxation or just to be herself. One day she rebels against the system and decides to let go, ditching all the unnecessary bs in her life. This gains her some friends among the other moms - two in particular, Carla and Kiki - but pits her against the President of the PTA, Gwendolyn James, who is a nasty piece of work.",
        "synopsisline2" : "With her most important job being a mother, the underpaid and overworked Chicago coffee company representative, Amy Mitchell, is struggling to juggle work, parenting, a strained relationship with her husband, and two kids. On the go and always in a rush, the suburban mum will eventually snap at president Gwendolyn's PTA meeting, taking the decision of rebelling against an unfair system and the distressing expectations of a near-perfect motherhood. As a result, two new friends will become indispensable in Amy's life--the stressed-out moms, Kiki and Carla--who have also decided to embrace being 'bad' moms and live a little, far away from rules and obligations. But with the diva Gwendolyn watching them like a hawk, will the girls make a stand against all forms of oppression?",
        "videourl" : "https://www.youtube.com/embed/iKCw-kqo3cs"
    },
    {
        "id" : "3",
        "title" : "Central Intelligence",
        "img" : "9.jpg",
        "genre" : "Comedy",
        "language" : "English",
        "runtime" : "108 min",
        "producer" : "Scott Stuber, Peter Principato, Paul Young, Michael Fottrell",
        "director" : "Rawson Marshall Thurber",
        "distributor" : "Warner Bros. Pictures",
        "year" : "2016",
        "rating" : "PG-13",
        "casts" : "Dwayne Johnson, Kevin Hart, Amy Ryan, Jason Bateman, Aaron Paul",
        "synopsisshort" : "After he reconnects with an awkward pal from high school through Facebook, a mild-mannered accountant is lured into the world of international espionage.",
        "synopsisline1" : "In 1996, star athlete Calvin “The Golden Jet” Joyner is being honored at his high school. Halfway through Calvin's speech, a group of bullies led by Trevor Olson throw the nude morbidly obese Robbie Wheirdicht into the hall where the assembly is taking place. Only Joyner and his girlfriend, Maggie Johnson, are sympathetic towards Wheirdicht; the former going as far as to quickly cover Wheirdicht in his Varsity Jacket. Wheirdicht thanks Calvin and flees in embarrassment.",
        "synopsisline2" : "Twenty years later, in 2016, Joyner is married to Maggie and works as a forensic accountant but is dissatisfied with his career. Maggie suggests they see a therapist to salvage their deteriorating marriage. At work, Joyner receives a friend request on Facebook from a man named Bob Stone, who invites Joyner to meet at a bar. Bob Stone reveals himself to be Robbie Wheirdicht. Joyner is shocked to see that Wheirdicht has transformed into a muscular, confident man with advanced hand-to-hand fighting skills. Stone asks Joyner to review some online transactions, and Joyner discovers a multimillion-dollar auction with bidders from radical countries, with the final bids to conclude the following day. Stone avoids Joyner's questions and spends the night on his couch.",
        "videourl" : "https://www.youtube.com/embed/MxEw3elSJ8M"
    },
    {
        "id" : "4",
        "title" : "The BFG",
        "img" : "8.jpg",
        "genre" : "Comedy",
        "language" : "English",
        "runtime" : "117 min",
        "producer" : "Steven Spielberg, Frank Marshall, Sam Mercer",
        "director" : "Steven Spielberg",
        "distributor" : "Walt Disney Studios Motion Pictures",
        "year" : "2016",
        "rating" : "PG",
        "casts" : "Mark Rylance, Ruby Barnhill, Penelope Wilton, Jemaine Clement, Rebecca Hall",
        "synopsisshort" : "An orphan little girl befriends a benevolent giant who takes her to Giant Country, where they attempt to stop the man-eating giants that are invading the human world.",
        "synopsisline1" : "As the book starts, a young girl named Sophie lies in bed in an orphanage. She can’t sleep, and sees a strange sight in the street. A giant man is walking in the street, carrying a suitcase and what looks like a trumpet. He sees Sophie, who runs to her bed and tries to hide. This doesn’t work, and the giant picks her up through the window. Then, he starts to run incredibly fast, until he reaches a large cave, which he enters. When he sets Sophie down, she begins to plead for her life, believing that the giant will eat her. The giant laughs, and explains that most giants do eat human beings, and that the people’s origins affect their taste. For example, people from Greece taste greasy. The giant then says that he will not eat her, as he is the BFG, or the Big Friendly Giant.",
        "synopsisline2" : "The BFG then explains that he must stay with her forever, as no one can know of his existence. He warns her of the dangers of leaving his cave, as his neighbors are sure to eat her if they catch her. The BFG then explains what he was doing with the trumpet and suitcase. He catches dreams, stores them in the cave, and then gives the good ones to children all around the world. He destroys the bad ones. The BFG then explains that he only eats snozzcumbers, which are disgusting vegetables that taste of frogskins. Another giant, the Bloodbottler, then storms in. Sophie hides in a snozzcumber and is nearly eaten by the Bloodbottler. After this, Sophie and the BFG vow to make the other giants disappear. The BFG and Sophie then partake in some frobscottle, which is a carbonated liquid that causes extreme flatulence. After this, the two go to Dream Country to catch some dreams and the BFG shows Sophie his collection of dreams. Later, Sophie has an idea on how to beat the other giants. She has the BFG give the Queen of England a dream that shows the malevolent giants. This frightens the Queen and wakes her up, at which point Sophie explains that her dream was real. The Queen then vows to help the two.",
        "videourl" : "https://www.youtube.com/embed/GZ0Bey4YUGI"
    },
    {
        "id" : "5",
        "title" : "Don't Think Twice",
        "img" : "10.jpg",
        "genre" : "Comedy",
        "language" : "English",
        "runtime" : "92 min",
        "producer" : "Miranda Bailey, Amanda Marshall, Mike Birbiglia, Ira Glass",
        "director" : "Mike Birbiglia",
        "distributor" : "The Film Arcade",
        "year" : "2016",
        "rating" : "R",
        "casts" : "Keegan-Michael Key, Gillian Jacobs, Mike Birbiglia, Kate Micucci, Chris Gethard",
        "synopsisshort" : "When a member of a popular New York City improv troupe gets a huge break, the rest of the group - all best friends - start to realize that not everyone is going to make it after all.",
        "synopsisline1" : "The Commune is an improv troupe in New York headed by Miles (Birbiglia). Other members include Jack, a talented improviser with a tendency to grandstand; Sam, his insecure girlfriend who acts as the group's emcee; Allison, who has been working on a graphic novel for years; Lindsay, who lives off of her wealthy parents; and Bill, who loves improv but feels increasingly unsuccessful. One night, the group learns that staff from Weekend Live, a Saturday Night Live–style show, are attending a performance. Miles is excited for another chance to audition for the show, having auditioned and not been selected years ago. However, Jack ends up grandstanding during the performance, much to the anger of the rest of the group.",
        "synopsisline2" : "Following the performance, Jack receives a phone call informing him that he and Sam are being invited to audition. Jack attends the audition, but Sam loses her nerve at the last minute and does not. Jack is selected as a new cast member, and his friends begin asking about the possibility of joining the writing staff, or having Jack arrange auditions for them. Meanwhile, Bill's father is in a serious motorcycle accident and the group travels to Philadelphia to visit him in the hospital.",
        "videourl" : "https://www.youtube.com/embed/rzbJXNiEdEg"
    },
    {
        "id" : "6",
        "title" : "The Gods Must Be Crazy II",
        "img" : "15.jpg",
        "genre" : "Comedy",
        "language" : "English",
        "runtime" : "98 min",
        "producer" : "Boet Troskie",
        "director" : "Jamie Uys",
        "distributor" : "20th Century Fox",
        "year" : "1989",
        "rating" : "PG",
        "casts" : "Nǃxau ǂToma, Lena Farugia, Hans Strydom, Erick Bowen, Treasure Tshabalala",
        "synopsisshort" : "6 people comically meet in the Kalahari desert: a female NYC lawyer flying with a local zoologist/pilot in a mini-plane, a Cuban and an African soldier taking each other POW, a Boer elephant poacher and a bushman looking for his 2 children.",
        "synopsisline1" : "The story starts with two elephant poachers, the chronically mean 'Big Ben' Brenner and his affable but not-very-bright assistant George, crossing the area in which Xixo's tribe lives. Curious about their vehicle, Xixo's son Xiri and daughter Xisa climb into the water tank trailer and are taken for an involuntary ride as the poachers continue. Xixo follows on foot, determined to retrieve his children. Dr. Ann Taylor, a young lawyer from New York City, arrives at a bush resort to give a lecture at a legal conference. Since she has spare time, she accepts the invitation of a young man to take a joyride in a two-seat, twin engine ultralight aircraft. They go to see scientist Dr. Stephen Marshall, who has just been radioed that he must report to the resort where Dr. Taylor just came from to tend to a wounded animal they have found. Leaving the other pilot to watch his truck and equipment, he heads for the resort in the ultralight with Ann aboard, but encounter severe weather and crash, stranding them in the Kalahari desert.",
        "synopsisline2" : "In addition, war is brewing, personified by a lost Cuban soldier (Mateo) and his Angolan enemy (Timi), who repeatedly attempt to take each other prisoner. In the course of the movie, all these people cross paths with Xixo and/or his children. Finally, the plot culminates in the poachers capturing Xixo, Taylor, Marshall, and the two soldiers. Xixo manages to save them, and George, who is actually a nice guy kept under the heel of his boss, gives Xixo directions to his children. The poachers are captured, both soldiers come to somewhat reluctant terms and part without further violence, Taylor and Marshall return to civilization (though not without a last embarrassing accident), entering into a romantic relationship, and Xixo finds his children.",
        "videourl" : "https://www.youtube.com/embed/WGpvpuNNWPk"
    },
    {
        "id" : "7",
        "title" : "The Light Between Oceans",
        "img" : "7.jpg",
        "genre" : "Adventure",
        "language" : "English",
        "runtime" : "132 min",
        "producer" : "David Heyman, Jeffrey Clifford",
        "director" : "Derek Cianfrance",
        "distributor" : "Walt Disney Studios Motion Pictures",
        "year" : "2016",
        "rating" : "PG-13",
        "casts" : "Michael Fassbender, Alicia Vikander, Rachel Weisz, Florence Clery, Jack Thompson",
        "synopsisshort" : "A lighthouse keeper and his wife living off the coast of Western Australia raise a baby they rescue from a drifting rowing boat.",
        "synopsisline1" : "The movie opens in 1918 with Tom Sherbourne (Michael Fassbender) traveling by boat to a remote village off the coast of Western Australia. He has accepted the temporary position of lighthouse keeper on the island of Janus Rock. Janus Rock is a small island linked to the mainland, and only visited by boat four times a year by the shopkeeper, Harry, who brings grocery orders, supplies and mail. Because of Janus Rock's remote location and isolation, it was a difficult post to fill before Tom took it over. The permanent lighthouse keeper will return to his job in six months. Tom is a World War I veteran just back from Europe and is looking forward to the solitude the job has to offer. He is taken to the island by Harry and Bluey. Later we see him at the lighthouse, doing chores and he seems at peace with the solace. Three months into his post, he comes to town for lunch for a break and sees a young woman (Alicia Vikander) throwing bread to the gulls. They exchange a meaningful and extended glance.",
        "synopsisline2" : "He goes to the home of one of the townsfolk for dinner. When the home's owner, Mr. Graysmark, introduces Tom to his daughter Isabel, Tom is very pleased to see it's the woman he saw earlier feeding the gulls. During dinner he finds out the two reasons the previous lighthouse keeper, Ferguson is on leave. Ferguson informed the authorities that his wife was signaling passing boats which is not allowed. Someone asked well what was the second reason? Mr. Graysmark says Mrs. Ferguson died two years previously. The impression is that he had a breakdown alone on the island and is in psychiatric care but is expected to make a full recovery. Tom returns to his post at the lighthouse. A few months later Tom is called into the office of his employer. He is advised the permanent lighthouse keeper leapt to his death from the cliffs. He is then offered a three year position as permanent lighthouse keeper. He accepts. Later, with flowers in hand, he visits Isabel's home. Her mother invites him to lunch. He advises the family that he will be in town for a few days. When Mrs. Graysmark asks what he plans to do, Isabel pipes in and says, He has invited me on a picnic tomorrow. Tom looks surprised but pleased.",
        "videourl" : "https://www.youtube.com/embed/w51IR_BFGyc"
    },
    {
        "id" : "8",
        "title" : "Ben-Hur",
        "img" : "4.jpg",
        "genre" : "Adventure",
        "language" : "English",
        "runtime" : "125 min",
        "producer" : "Sean Daniel, Joni Levin, Duncan Henderson",
        "director" : "Timur Bekmambetov",
        "distributor" : "Paramount Pictures",
        "year" : "2016",
        "rating" : "PG-13",
        "casts" : "Jack Huston, Toby Kebbell, Rodrigo Santoro, Nazanin Boniadi, Ayelet Zurer",
        "synopsisshort" : "Judah Ben-Hur, a prince falsely accused of treason by his adopted brother, an officer in the Roman army, returns to his homeland after years at sea to seek revenge, but finds redemption.",
        "synopsisline1" : "A crowd is gathered for a chariot race. Among the riders are Judah Ben-Hur (Jack Huston) and his adopted brother Messala Severus (Toby Kebbell). As they prepare to ride, the two challenge each other before riding off. Eight years earlier, Judah and Messala were very close. Judah is a Jew while Messala was born a Roman. They are seen racing their horses together, until Judah's horse throws him off and injures him. Messala carries Judah back home. Their mother Naomi (Ayelet Zurer) is displeased with their actions. Judah's sister Tirzah (Sofia Black-D'Elia) is in love with Messala, and he feels the same, but Naomi doesn't approve of them being together. The Zealots are plotting against the Romans. As this happens, Judah meets Jesus of Nazareth (Rodrigo Santoro). Jesus spreads a message of compassion and forgiveness. Judah also meets a woman named Esther (Nazanin Boniadi) and falls in love with her. Messala runs off to join the Roman army without saying goodbye to Judah. Over the next three years, Judah writes to his brother and tells how Esther was set to marry another man, and Judah was about to let her go, but he ran after her and managed to get her back. They have since been married. Judah and Messala reunite. Messala, now a Roman tribune, talks about meeting Pontius Pilate (Pilou Asbaek) and being influenced by his message and ideals, some of which Judah disagrees with.",
        "synopsisline2" : "A Zealot named Dismas (Moises Arias) is taken in after being wounded. He wants to get back at the Romans for murdering his family, but Judah encourages him not to seek revenge. As the Romans are marching through the city, Dismas fires an arrow that almost strikes Messala. The boy runs away, but the Romans storm the palace and forcefully hold down Judah, Naomi, and Tirzah. As Pilate demands to know who fired the arrow, he threatens to have the family killed, but Judah takes the blame for the crime. Judah is separated from his mother and sister. He is subjected to cruel treatment. Jesus finds him weak and in need of water, so he brings him a small bowl so he may have something to drink. Five years later, Judah has been a slave for the Romans. We see him rowing in a ship along with dozens of other slaves. The ship is attacked by an enemy when their ship rams into the Romans'. The Romans attempt to fight back, but their forces are brought down, and the ship is sunk, killing everyone on board except for Judah. He floats for days on the ocean until he washes up on the shores. Judah is found by Sheik Ilderim (Morgan Freeman) and brought to his camp. He learns that Judah is a slave, and he may be of some value. When Ilderim's horses run loose, it is Judah that manages to rein them in. Ilderim then plans to have Judah compete alongside Messala in the chariot race to reclaim his honor.",
        "videourl" : "https://www.youtube.com/embed/gLJdzky63BA"
    },
    {
        "id" : "9",
        "title" : "The Legend of Tarzan",
        "img" : "3.jpg",
        "genre" : "Adventure",
        "language" : "English",
        "runtime" : "110 min",
        "producer" : "Jerry Weintraub, David Barron, Alan Riche, Tony Ludwig",
        "director" : "David Yates",
        "distributor" : "Warner Bros. Pictures",
        "year" : "2016",
        "rating" : "PG-13",
        "casts" : "Alexander Skarsgård, Rory J. Saper, Christian Stevens, Christoph Waltz, Samuel L. Jackson",
        "synopsisshort" : "Tarzan, having acclimated to life in London, is called back to his former home in the jungle to investigate the activities at a mining encampment.",
        "synopsisline1" : "The man once called 'Tarzan', John Clayton III, has left Africa behind and settled down on his ancestral estate in Britain with his American wife, Jane Porter. Jane grew up in Africa, among the people who became Tarzan’s first human friends. He is a peer of the realm and the fifth Earl of Greystoke, and is therefore addressed as Lord Greystoke. In addition to the status, rights and privileges that go with the title, he has inherited great wealth. In the eight years since his return from Africa, the story of his life as Tarzan has been published and is now legendary among the Victorian public, but John wants to leave that past behind. Through the British Prime Minister, Leopold II of Belgium invites John to visit Boma and report on the development of the Congo Free State and the success of anti-slavery measures. The prime minister points out that this is an opportunity for Britain to gain influence in the Congo because King Leopold is defaulting on his loans and the Congo is the personal property of King Leopold. Greystoke refuses. An American envoy, George Washington Williams, who is tired of wasting time, bluntly lays out the publicity advantages to Leopold and the potentially great financial advantages to the United Kingdom. Greystoke refuses once again.",
        "synopsisline2" : "Outside 10 Downing Street, Williams stops Greystoke and secretly reveals his suspicions that Leopold is enslaving the Congolese population to recoup his debts and “keep the Congo working.” Williams persuades Greystoke to go to the Congo in order to prove his suspicions and tell the world the truth. Flashbacks, sometimes very brief, are scattered throughout the film. They show pieces of John’s past and glimpses of his memories, beginning at this point with the death of his mother; his father's death at the hands of great apes called the Mangani, his adoption by Kala; his bond with his ape foster brother Akut; and the lifelong enmity of Kerchak, the jealous leader of the Mangani. Jane is thrilled to go home to Africa and see the beloved friends with whom she grew up. John refuses to let her come, believing the trip would be too dangerous; Jane recently had a miscarriage and he remembers the harshness of the jungle. Jane reminds him that she grew up in Africa as well, and misses her home and friends there. John relents, and allows Jane to accompany him after she promises to stay with the tribe while John and Williams investigate the stiuation.",
        "videourl" : "https://www.youtube.com/embed/BthWg9r3ghA"
    },
    {
        "id" : "10",
        "title" : "Mechanic: Resurrection",
        "img" : "6.jpg",
        "genre" : "Adventure",
        "language" : "English",
        "runtime" : "98 min",
        "producer" : "John Thompson, Robert Earl, David Winkler, William Chartoff",
        "director" : "Dennis Gansel",
        "distributor" : "Summit Premiere",
        "year" : "2016",
        "rating" : "R",
        "casts" : "Jason Statham, Jessica Alba, Tommy Lee Jones, Michelle Yeoh, Sam Hazeldine",
        "synopsisshort" : "Bishop's most formidable foe kidnaps the love of his life in order to make him complete three impossible assassinations and make them look like accidents.",
        "synopsisline1" : "Since faking his own death, Arthur Bishop has been living quietly in Rio de Janeiro under the name Santos. He is approached by Renee Tran, who knows his true identity and explains that her employer wishes Bishop to kill three targets and stage their deaths as accidents. Bishop escapes, eluding her and her mercenaries and fleeing to Thailand. He takes shelter at the resort island beach house of his friend, Mei, and learns that Tran is working for Riah Crain.",
        "synopsisline2" : "Some time later, a bruised woman, Gina Thornton, approaches Mei for first aid before returning to a boat anchored nearby. Mei sees her being beaten by a man aboard the boat and alerts Bishop. Together, they rescue Thornton, but in the scuffle, the man's head hits a bollard and he dies. Bishop searches, unsuccessfully, for evidence of the man's identity, then sets the boat ablaze. While Mei tends to Thornton's injuries, Bishop finds that Thornton is also connected to Crain, and concludes that Crain anticipated Bishop would become romantic with her: Crain would then kidnap her to make Bishop take the assassination jobs. On being charged with his theory, Thornton reveals that Crain had threatened the children's shelter in Cambodia that she runs unless she participated. Over the next few days, Bishop gets to know Thornton better and they fall in love. As expected, however, Crain's mercenaries arrive and abduct them.",
        "videourl" : "https://www.youtube.com/embed/zzn-UHaMLeA"
    },
    {
        "id" : "11",
        "title" : "X-Men: Apocalypse",
        "img" : "11.jpg",
        "genre" : "Adventure",
        "language" : "English",
        "runtime" : "145 min",
        "producer" : "Simon Kinberg, Bryan Singer, Hutch Parker, Lauren Shuler Donner",
        "director" : "Bryan Singer",
        "distributor" : "20th Century Fox",
        "year" : "2016",
        "rating" : "PG-13",
        "casts" : "James McAvoy, Michael Fassbender, Jennifer Lawrence, Nicholas Hoult, Oscar Isaac",
        "synopsisshort" : "In the 1980s the X-Men must defeat an ancient all-powerful mutant, En Sabah Nur, who intends to thrive through bringing destruction to the world.",
        "synopsisline1" : "In 3600 BCE, the powerful mutant lord En Sabah Nur, hailed as a god named Apocalypse, rules ancient Egypt until he is entombed alive by a rebellion. Awakening in 1983, he believes humanity has lost its way. Aiming to destroy the world and remake it in the image he sees fit, he recruits Ororo Munroe and upgrades her power. In East Berlin, shape-shifting mutant Raven frees Kurt Wagner, a teleporting mutant, from a cage match with Angel and requests black marketeer Caliban to transport him to America. Apocalypse recruits Caliban's bodyguard Psylocke, and Angel, enhancing both of their powers. Alex Summers takes his brother Scott to Professor Charles Xavier's educational institute, hoping that Xavier and Hank McCoy will teach him to control his mutation for shooting optic beams. Scott meets the Level 5 telepathic and telekinetic Jean Grey, and the two develop an attraction. Apocalypse's powers cause disturbances around the world, leading Xavier and Alex to consult with CIA operative Moira MacTaggert, who has been researching the legend of Apocalypse and tells them Apocalypse's origins; he was born millennia ago in Egypt as the first mutant, leading a team of mutant soldiers known as the Four Horsemen, while Apocalypse used his powers of destruction and rebuild.",
        "synopsisline2" : "In Communist Poland, Erik Lehnsherr uses his powers to save a co-worker during an earthquake, prompting local soldiers to capture him. When one accidentally kills his wife and daughter, Erik retaliates by slaughtering the group. Apocalypse takes Erik to Auschwitz and encourages him to use his powers; Erik destroys the camp and joins Apocalypse, who remotely accesses Cerebro, the device Xavier uses to locate mutants, and forces Xavier to make the global superpowers launch their entire nuclear arsenals into space to prevent interference with his plan. Apocalypse and his Four Horsemen arrive at the mansion and kidnap Xavier. Attempting to stop them, Alex causes an explosion that destroys the mansion. Peter Maximoff arrives and uses his super-speed to evacuate the building, but Alex seemingly dies in the blast. Colonel William Stryker's forces capture Hank, Raven, Peter, and Moira, and take them for interrogation. Scott, Jean, and Kurt follow covertly, and liberate their comrades using Stryker's experiment Weapon X (Wolverine), whose memories Jean partially restores before he escapes. Apocalypse, Xavier, and the Horsemen arrive at Cairo.",
        "videourl" : "https://www.youtube.com/embed/PfBVIHgQbYk"
    },
    {
        "id" : "12",
        "title" : "Greater",
        "img" : "12.jpg",
        "genre" : "Adventure",
        "language" : "English",
        "runtime" : "130 min",
        "producer" : "Brian Reindl",
        "director" : "David Hunt",
        "distributor" : "Hammond Entertainment",
        "year" : "2016",
        "rating" : "PG",
        "casts" : "Neal McDonough, Leslie Easterbrook, Christopher Severio, Michael Parks, Nick Searcy",
        "synopsisshort" : "The story of Brandon Burlsworth, possibly the greatest walk-on in the history of college football.",
        "synopsisline1" : "Brandon Burlsworth is perhaps the greatest walk-on in the history of college football. Brandon had always dreamed of playing for the Arkansas Razorbacks, but was considered too short and too fat to play Division I. Undeterred, Brandon took a big risk and walked on in 1994. Written off by fellow teammates and coaches, Brandon displayed dogged determination in the face of staggering odds. An extremely devoted Christian, Brandon never cursed or drank. He was genuinely humble and low-key. He worked harder than anybody, on and off the field, becoming the first Razorback to earn a Bachelor's and Master's degree while still playing. The overly-fat kid who was once an embarrassment to his teammates and an annoyance to his coaches, ended up becoming the most respected player in the history of the program, changing the lives of all he touched. Eleven days after being drafted into the NFL, Brandon was tragically killed in a car accident, crushing all who knew him. Brandon was too good to be true. How could something like that happen to this guy? The age-old question slammed down upon all with terrible force: Why do bad things happen to good people? Brandon's story is more than mere football. It is the ultimate expression of the question Why? Greater will provide hope and inspiration as it strives to wrestle with this challenge and find reasons to trust. It is Rudy meets It's a Wonderful Life.",
        "synopsisline2" : "",
        "videourl" : "https://www.youtube.com/embed/gfmygLVJETU"
    },
    {
        "id" : "13",
        "title" : "Citizen Soldier",
        "img" : "13.jpg",
        "genre" : "Action",
        "language" : "English",
        "runtime" : "105 min",
        "producer" : "Eli Baldridge",
        "director" : "David Salzberg, Christian Tureaud",
        "distributor" : "Strong Eagle Media",
        "year" : "2016",
        "rating" : "R",
        "casts" : "Jordan Alex, James Tyler Brown, Martin Byrne, Jared Colson, Colt Floyd",
        "synopsisshort" : "A true story of a group of soldiers and their life-changing tour of duty in Afghanistan, offering an excruciatingly personal look into modern warfare, brotherhood, and patriotism.",
        "synopsisline1" : "Relying on hours and hours of helmet-cam footage to capture a first-person account of one combat team's time in Afghanistan, Citizen Soldier emphasizes the part played in current wars by National Guard members who in regular life hold down varied non-military jobs. Coming many years after other attention-getting docs with similar missions, the film will have a hard time attracting attention outside the community of veterans. But that doesn't diminish its ability to put us in the shoes of ordinary men balancing boredom with life-or-death action on a daily basis.",
        "synopsisline2" : "Focused mostly on a handful of soldiers in the Oklahoma Army National Guard's 45th Infantry Brigade Combat Team, David Salzberg and Christian Tureaud's film bounces constantly between 2011 field footage and interviews held well after the participants' return home. The effect is largely familiar as the movie introduces its subjects (its focus is too broad to bring many of them to life as characters). But midway through, our experience of action is more extensive than in some other films: Where other good war docs have done more of the storytelling retrospectively, the directors here bounce around in-the-moment POV angles to keep us in the action.",
        "videourl" : "https://www.youtube.com/embed/-d-BcfRGl7c"
    },
    {
        "id" : "14",
        "title" : "The Other Side",
        "img" : "14.jpg",
        "genre" : "Action",
        "language" : "English",
        "runtime" : "92 min",
        "producer" : "Muriel Meynard, Paolo Benzi, Dario Zonta",
        "director" : "Roberto Minervini",
        "distributor" : "Shellac, Lucky Red",
        "year" : "2015",
        "rating" : "R",
        "casts" : "Mark Kelley, Lisa Allen, James Lee Miller, Austin Anderson, Robert Arceneaux",
        "synopsisshort" : "In an invisible territory at the margins of society lives a wounded community who face the threat of being forgotten by political institutions and having their rights as citizens trampled.",
        "synopsisline1" : "As a criminal who’s deferred his prison sentence until his elderly mother passes away, he’s lost the right to vote — and to bear arms — putting him on “the other side” from those allowed to defend themselves from a greedy government. The movie doesn’t delineate particularly well between these two sides, but the idea seems to be that rural Louisiana divides into two groups: They’re either shooting up targets at the gun range, or shooting up heroin in the privacy of their homes (or smoking crack, drinking beer, etc. to obliterate the burden of real life).",
        "synopsisline2" : "We done paid our dues, drawls a drunken oldster known as Uncle Jim, who never once appears sober in the film. Like virtually all of the people Minervini opts to include, he’s an inherently pitiful figure: a walking ghost in one of the country’s most poverty-challenged communities, overlooked by a system he considers to be more interested in propping up Wall Street than supporting the so-called common folk — although if Jim and his peers are common, then the United States has bigger problems than it’s willing to admit. This microcosm could almost be a kindred spirit to the one presented in Beasts of the Southern Wild, minus all the agitated camera tremors, had the characters been exclusively white and too stoned to bother with even a pair of bright orange underpants.",
        "videourl" : "https://www.youtube.com/embed/jQqBFfDd7Pg"
    },
    {
        "id" : "15",
        "title" : "Jason Bourne",
        "img" : "5.jpg",
        "genre" : "Action",
        "language" : "English",
        "runtime" : "123 min",
        "producer" : "Paul Greengrass, Matt Damon, Frank Marshall, Jeffrey M. Weiner, Ben Smith, Gregory Goodman",
        "director" : "Paul Greengrass",
        "distributor" : "Universal Pictures",
        "year" : "2016",
        "rating" : "PG-13",
        "casts" : "Matt Damon, Tommy Lee Jones, Alicia Vikander, Vincent Cassel, Julia Stiles",
        "synopsisshort" : "The CIA's most dangerous former operative is drawn out of hiding to uncover more explosive truths about his past.",
        "synopsisline1" : "Twelve years after he exposed Operation Blackbriar and disappeared, Jason Bourne has finally recovered from his amnesia, isolating himself from the world and making a living by taking part in savage, bareknuckle fighting bouts. In Reykjavík, Nicky Parsons, who has been collaborating with a hacktivist group led by Christian Dassault, hacks into the CIA's mainframe computer server to expose its black ops programs. This alerts Heather Lee, the head of the agency's cybersecurity operations division, and CIA director Robert Dewey. In the process, Parsons finds documentation concerning Bourne's recruitment into Treadstone and his father's role in the program. She travels to Athens to find and inform him. In Greece, Parsons and Bourne meet at Syntagma Square during a violent anti-government protest. They evade CIA teams sent after them, but Parsons is shot by the Asset, an ex-Blackbriar assassin who also holds a personal grudge against Bourne, having been captured and tortured as an unintentional consequence of Bourne's exposure of Blackbriar. Before she dies, Parsons passes Bourne the key to a locker which holds the CIA files.",
        "synopsisline2" : "Seeking answers about his past and family, Bourne locates Dassault in Berlin. Decrypting Parsons' files, Bourne discovers that his father Richard Webb was a CIA analyst involved in the creation of the Treadstone program. A malware program implanted in the files gives the CIA Bourne's location, and Dewey sends a team to capture him, while Lee remotely erases the files. Dassault attacks Bourne, but is incapacitated. Lee alerts Bourne to the team closing in, as she believes that he can be persuaded to return to the agency. Using the few leads he gathered in Berlin, Bourne tracks Malcolm Smith, a former Treadstone surveillance operative, in London and arranges to meet him in Paddington Plaza. Lee persuades Dewey's boss, Edwin Russell, the Director of National Intelligence, to allow her to contact Bourne in person to attempt to bring him back in. Dewey, who opposes her plan, secretly authorizes the Asset to eliminate her team and kill Bourne. Bourne evades Lee and the Asset long enough to confront Smith. Smith admits that Richard Webb created Treadstone, but tried to prevent them from recruiting his son. Under Dewey's orders, the Asset killed Richard Webb in Beirut, making it look like a terrorist attack, in order to persuade Bourne to join Treadstone. Smith is killed by the Asset, while Bourne escapes and finds Lee. She admits that she is not comfortable with Dewey's methods and directs Bourne to a technology convention in Las Vegas.",
        "videourl" : "https://www.youtube.com/embed/F4gJsKZvqE4"
    },
    {
        "id" : "16",
        "title" : "The ReZort",
        "img" : "16.jpg",
        "genre" : "Action",
        "language" : "English",
        "runtime" : "93 min",
        "producer" : "Nick Gillott, Karl Richards, Charlotte Walls",
        "director" : "Steve Barker",
        "distributor" : "Ascot Elite Entertainment",
        "year" : "2016",
        "rating" : "R",
        "casts" : "Dougray Scott, Jessica De Gouw, Martin McCann, Claire Goose, Elen Rhys",
        "synopsisshort" : "The ReZort, a safari park, offers paying guests the opportunity to kill as many zombies as they please following an outbreak.",
        "synopsisline1" : "After humanity wins a war against hordes of zombies, which led to two billion deaths, the only remaining zombies are kept on an island, where they are hunted for sport by tourists at a luxury facility called the Rezort. Guests include the young couple Lewis and Melanie, who want to conquer Melanie's psychological issues caused by the zombie war; Archer, a quiet veteran; Jack and Alfie, teenage video gamers; and Sadie, whose ex-fiancé dumped her prior to their wedding. After the group meets the owner of the resort, Valerie Wilton, Archer sees Sadie sneak into a control room. There, she hacks into a mainframe, causing the system to become erratic. The engineers, scared they could lose their jobs due to their careless system security, keep quiet about the problems as they attempt to fix the system. After meeting their guide, Nevins, the guests leave the resort to hunt zombies. The first group of zombies are restrained in place and easily killed. The second group roam freely, and the guests snipe at them from a safe distance. Despite Lewis' urging, Melanie can not bring herself to shoot one. Archer surprises the others by scoring many rapid head shots, later explaining that he has come to the resort because killing zombies is the only thing he was ever good at. Nevins leads them to a safe spot, and they camp for the night. When they can not sleep, Melanie and Sadie discuss the ethics of killing zombies for sport, and Sadie says she believes it leads to a decreased inhibition to harm the living.",
        "synopsisline2" : "After several system failures, the resort's security system goes offline. Zombies are released from their fenced-in pens, killing the guests and staff in the resort. Wilton escapes to her office, sealing the door behind her and dooming the remaining engineers. The guests outside the resort in the safari do not realize what has happened until the now-freed zombies attack them. Alfie is killed in the melee. Nevins tells them the entire island will be firebombed in several hours as a failsafe, and their only hope is to escape to the docks. Nevins' Land Rover Defender fails to start, and Archer leads them on foot toward the docks. As they pass through a security checkpoint, Nevins is bitten and becomes infected. Lewis angers Melanie when he kills Nevins with a head shot. When the guests are on their way to the docks, Archer threatens to leave Sadie behind unless she reveals her involvement in the resort's problems. She admits to being a member of a zombie rights activist group and says she merely copied documents from the resort's mainframe to prove the resort's dangerous and unethical practices. Jack says she was used to inject a virus in the system and destroy the resort. Although angry at her actions, Melanie promises Sadie she will not be left behind. After zombies attack, the guests get caught in tunnels; Archer, Melanie, and Lewis go one way, and Jack and Sadie another. Sadie is bitten and sacrifices herself to give Jack time to escape. Before she dies, she gives him her evidence.",
        "videourl" : "https://www.youtube.com/embed/Hdos6JaXcBo"
    },
    {
        "id" : "17",
        "title" : "The Apostle Peter: Redemption",
        "img" : "17.jpg",
        "genre" : "Action",
        "language" : "English",
        "runtime" : "89 min",
        "producer" : "Nick Gillott, Karl Richards, Charlotte Walls",
        "director" : "Steve Barker",
        "distributor" : "Leif Films",
        "year" : "2016",
        "rating" : "R",
        "casts" : "John Rhys-Davies, Stephen Baldwin, Bobbie Phillips, Steve Byers, Dennis Andres",
        "synopsisshort" : "Tormented by his denial of Christ, Peter spent his life attempting to atone for his failures. Now as he faces certain death at the hand of Nero, will he falter again, his weakness betray him or will he rise up triumphant in his final moment?",
        "synopsisline1" : "The Apostle Peter followed Jesus zealously once he was called, but when faced with the darkest hour in history, Peter fell away and denied that he even knew his Lord.  Yet after His Resurrection, Jesus forgave Peter and made him the head of His church.  All his life, Peter sought to never forsake Christ again, so when faced with martyrdom, he only wanted to please his Lord and witness to those around him—even a skeptical Roman soldier who was seeking the truth.",
        "synopsisline2" : "",
        "videourl" : "https://www.youtube.com/embed/43aUvmQw55Q"
    },
    {
        "id" : "18",
        "title" : "Unstoppable",
        "img" : "18.jpg",
        "genre" : "Action",
        "language" : "English",
        "runtime" : "98 min",
        "producer" : "Julie Yorn, Tony Scott, Mimi Rogers, Eric McLeod, Alex Young",
        "director" : "Tony Scott",
        "distributor" : "20th Century Fox",
        "year" : "2010",
        "rating" : "PG-13",
        "casts" : "Denzel Washington, Chris Pine, Rosario Dawson, Ethan Suplee, Kevin Dunn",
        "synopsisshort" : "With an unmanned, half-mile-long freight train barreling toward a city, a veteran engineer and a young conductor race against the clock to prevent a catastrophe.",
        "synopsisline1" : "In the locomotive cab at the Fuller yard, Dewey turns the throttle to its highest setting (idle) to enable the train's dynamic brakes. As it approaches a switch, Dewey sees it is not set to the right track and, against the advice of the other hostler, jumps from the slow-moving train to line it properly. While he does, inside the train, the throttle sets itself into highest speed. When he tries to reboard the train, it has picked up speed and he falls to the ground trying. It leaves the yard for the main line unmanned. After some slight setbacks at the yard due to Colson's inexperience, including taking on more cars than they had in their orders, the two leave Stanton for a zinc plant. In Fuller, the hostlers let yardmaster Connie Hooper (Rosario Dawson) know that they have a runaway train headed into opposing traffic on the main line. Assuming the dead man's switch will trigger the brakes and it will be a coaster that stops a few miles from the yard, she calls Ned, a welder for the railroad and tells him to meet the hostlers where they can get in his truck, catch the train and stop it.",
        "synopsisline2" : "By the time they get there, they realize the train is under power and going too fast to catch. Connie and the dispatchers work to get every train on the main line onto sidings. The train carrying the schoolchildren narrowly avoids a head-on collision. Michael Galvin (Kevin Dunn), Connie's superior, calls her and asks her what's happening and what she's doing about it. She hasn't figured out yet how to stop the train and begins calling the state police to make sure the grade crossings on the line are secured, since some of the tank cars on the runaway have molten phenol, a hazardous material. On their train, Barnes and Colson hear the dispatcher's order to pull into a siding. Barnes says they can't use the siding assigned since the train is too long for it. He asks instead if a RIP track further down the line is clear. Galvin overrules Connie's suggestion to derail the train in an area of lightly populated farmland, since it would be too costly and it is still possible to stop the train. An emergency meeting of railroad executives approves another plan, but Galvin will not tell Connie what it is. The train's odyssey becomes a media event, followed by helicopters with continuous coverage on television and reporters at crossings in small towns. The train, picking up speed, smashes through a horse trailer caught on the tracks at one junction.",
        "videourl" : "https://www.youtube.com/embed/l__gGyq21U8"
    }
]